package auth

const (
	MailAddress             = "robot_auth@example.com"
	SubjectAnotherIPWarning = "Внимание: Зафиксирована попытка входа с нового IP-адреса"
	BodyAnotherIPWarning    = "Здравствуйте!\n\nМы заметили попытку доступа к вашему аккаунту с нового IP-адреса. Если это были не вы, рекомендуем немедленно изменить ваш пароль и проверить настройки безопасности вашего аккаунта.\n\nЕсли это были вы, пожалуйста, игнорируйте это сообщение. \n\nВаша безопасность для нас в приоритете.\n\nС уважением,\n[Ваша команда поддержки]\n"
)
